{"meta":{"title":"Hyperfast Ingleton","subtitle":"Gigabit B4RN internet for Ingleton","description":null,"author":"Pete Montgomery & Hyperfast Ingleton volunteers","url":"http://hyperfastingleton.com"},"pages":[{"title":"Conservation Policy","date":"2017-03-24T21:53:08.000Z","updated":"2018-02-02T16:49:37.684Z","comments":true,"path":"conservation/index.html","permalink":"http://hyperfastingleton.com/conservation/index.html","excerpt":"","text":"As we install the B4RN network in the village, you may notice some small changes around the village. We are sure that this project will be overwhelmingly good for Ingleton. However, installing any kind of service (be it electricity, telecom, gas, etc.) is bound to: cause some temporary disruption leave some permanent (but small) fixings in place. The vast majority of the impact of installing B4RN will be temporary. With rain, some areas of trenching may get muddy, but we will take every precaution to leave the area tidy and safe. Grass will regrow, and the vast majority of the network will be completely hidden underground. We will limit the number of road crossings we perform to the essential, and ensure reinstatement to professional standards. All road crossings are managed and supervised by B4RN staff in accordance with the terms of their ‘Section 50’ licence under the New Roads and Street Works Act 1991. In the normal course of our work, some fixings will be permanent and visible. We need to install a small number of chambers in the ground, which you will see as new manhole covers. A small entry box will be visible on the sides of buildings where B4RN enters the property. Sometimes it will not be possible to bury ducting, and we will have to fix black ducting to walls and under eaves. Conservation Zone We recognise that much of Ingleton village is within a Conservation Zone. This is an area of special architectural interest, the character or appearance of which it is desirable to preserve or enhance. The natural and built environment of Ingleton is not only highly valued by the people who live here, it is vital to the key industry of tourism. So we understand the importance of not causing harm to the special character of Ingleton. It is our policy to take great care at all times, paying special attention to the appearance of any visible fixtures, and ensure a professional level of finish we can be proud of as a community. If at all possible, ducting will be buried so that there is no impact on the appearance of the village. Any visible fixture will be installed with a high level of professionalism in a way which will not significantly detract from the appearance of the built or natural environment. For volunteersFor volunteers making decisions on the ground and doing home installations: Think about how it looks. Aesthetics are essential to Ingleton’s economy. Is it as good (or better) than a professional installation? Could this chamber / duct be put somewhere less noticeable? Don’t cause harm - don’t make things worse! ENDS"},{"title":"Frequently Asked Questions","date":"2017-02-15T21:28:57.000Z","updated":"2018-02-02T16:49:37.684Z","comments":true,"path":"faq/index.html","permalink":"http://hyperfastingleton.com/faq/index.html","excerpt":"","text":"Who actually provides my internet service?Broadband for the Rural North Ltd (B4RN) is a local, independent Internet Service Provider (ISP) based in Melling, and is owned entirely by the community of rural Lancashire, Yorkshire and Cumbria. You pay them a monthly Direct Debit — instead of BT, Plusnet, Sky or whoever currently provides your “broadband”. Read more about B4RN. How much does it cost?B4RN costs £30 per month on a rolling monthly contract. You need to bear in mind this is for a 1000Gb symmetric true fibre connection, and there is no landline involved. There is an initial £150 connection charge. Some people choose to invest in £1,500 of B4RN shares to gain a free connection, among other significant benefits. This is how we fund the Ingleton project, and the reason B4RN is owned by the community. The full price list for businesses, schools etc. can be found on the B4RN website. What about my telephone?B4RN just provides your Internet service, and doesn’t do anything else. Many people decide they do not need a landline, since these days they can use their mobiles, and are only paying for their copper landline to get an Internet connection. (B4RN can even fix your mobile signal — see below!) If you decide you really do need your landline, you can: switch to an Internet telephony provider and keep your existing number. You can sign up with Vonage or similar from around £8 per month. keep your BT service on a landline-only tariff. There are several things to consider when deciding whether or not to ditch your landline or use Internet telephony. Please see the B4RN website until we can write a more detailed guide! If you have little or no mobile signal in your house, the B4RN router supports Wifi Calling which routes your mobile signal through the Internet. This is great news if you live in a stone cottage or barn conversion, or in a mobile blackspot! If you have a modern smartphone, Vodaphone and EE provide this service for free, and it works incredibly well. What about my TV?Most modern smart TVs can stream from the Internet, and B4RN provides a world-beating Internet service. A single B4RN connection can easily support everyone in the family watching different programmes on iPlayer at the same time, in full HD! If you pay for an existing satellite or cable packages, you must decide for yourself what you want to do. What about my email?Free email addresses, such as yourname@btinternet.com, are one way your existing provider might have tried to “lock you in” to their service. B4RN does not do this. If you are in this situation, you might be able to keep your email address, but you may need to change it to a free provider, like Gmail. It is easier to do these days, and we will write a guide about how to do this. How does it get to my house?We need to lay a thin plastic tube under your garden or along your wall, and drill a hole in your house. Strictly speaking, the householder is responsible for this, but this is the ultimate community project, so we’re hoping to be able to help as many people as possible who cannot do this for themselves. In the above picture, you can see the orange ducting (for burying underground) and the black ducting (for external walls). If you look closely (click on the photo to zoom) you can see a bit of optical fibre sticking out of it! It enters your house through a little box fixed to your wall. Inside your house, you will need the B4RN router attached to a wall in a suitable spot, near a power supply. How fast is it really?Typical broadband speed in the area may be 5Mbps download and 0.4Mbps upload. This can vary - try testing your current broadband speed during the evening! The B4RN service is 1000Mbps download and 1000Mbps upload, irrespective of the time of day or the distance from your B4RN cabinet. This is 200x faster download and 2500x faster upload. B4RN removes the internet connection as being the problem - your devices will now be the bottleneck! A single B4RN connection would easily allow a family to watch iPlayer on all their own devices, simultaneously, in full HD. For business and creative use, the reliability, upload and low latency is a different world to ADSL broadband. How will this affect how Ingleton looks?Please see our Conservation Policy for a full explanation on how our work will affect the built and natural environment of the village and the surrounding area. For more Frequently Asked Questions, please see those on the B4RN website."},{"title":"Introduction","date":"2017-02-15T20:50:23.000Z","updated":"2018-02-02T16:49:37.751Z","comments":true,"path":"introduction/index.html","permalink":"http://hyperfastingleton.com/introduction/index.html","excerpt":"","text":"Your rusty old telephone line was never designed to carry the Internet. This is why most Internet connections in the UK are slow, unreliable and expensive. Hyperfast Ingleton is a local group of volunteers who are bringing the amazing B4RN rural broadband network to the village of Ingleton and the surrounding area. B4RN offers real optical fibre all the way into your property. It is completely different to the so-called “fibre broadband” we’ve been offered by monopoly telecom providers and the government for years. For £30 per month you get an ultra-reliable, 1000Mb symmetric fibre connection. This is perhaps 100x better than you’re getting now, even if your house is near a green cabinet. It’s also a generation ahead of what you might get in a city like London - and it works regardless of where your house is! For homes, you can ditch your landline contract (if you like) ditch your broadband contract ditch your cable or satellite TV contract (if you like) and use internet TV services For businesses and homeworkers ultra-reliable symmetric fibre hugely benefits existing businesses and enables new businesses to locate in and around Ingleton For everyone we think that B4RN could be a transformative infrastructure that can benefit the whole Ingleton community, now and for the next century This is why we’re so excited about it. We want our children and young people to be able to stay and live here if they choose to. B4RN is already making local high-tech jobs a reality. Property buyers are specifically seeking the service and people have already moved their homes and businesses to where they can get a B4RN connection. Rightmove now features B4RN connection information! How is this possible?Broadband for the Rural North Ltd (B4RN) is a not-for-profit Community Benefit Society. It was launched in December 2011 by a local volunteer group led by industry expert Barry Forde. Registered with the FSA (under the Industrial and Provident Societies Act 1965) it can never be bought by a commercial operator and its profits can only be distributed to the community. The first soil was cut in 2012 around Arkholme and Quernmoor, and the network has since expanded rapidly in all directions. As of January 2017, B4RN has over 2,300 connected customers over 1000km of core network in Lancashire, N. Yorks and Cumbria 14 staff and hundreds of volunteers been trusted with £4.8 million of share investment and loans from local communities In 2015 Barry Forde and Chris Conder, whom some of you may know, were included on the Queen’s Honours list and awarded MBEs in recognition of this unique achievement. B4RN is now a leading independent Internet Service Provider, and the B4RN model is being copied in other parts of the UK and even around the world! B4RN coverage area Dig-It-Yourself broadband?Many people have now heard about B4RN from friends in neighbouring areas. So you may already know that we have to dig it ourselves. This is easier than it sounds! Dozens of nearby communities have already done it, and we are doing it right now in Ingleton! To bring B4RN to your property, we need: people to get involved and volunteer. Talking to neighbours, digging the plastic ducting into the ground, or making tea and cake! people and businesses to invest in B4RN, potentially earning 5% interest, free connection and 30% tax-back from HMRC landowners to sign wayleaves to let us put the fibre in the ground Not convinced? Read about our progress so far! Technical note. Strictly, copper does not rust. The Internet was cleverly designed to work on any physical network, which is why it may work, albeit slowly and unreliably, on your old copper telephone line. Worse still, due to a large increase in the cost of copper in the 1970s, some telephone lines in Ingleton are made of aluminium, which gives even worse performance than copper!"},{"title":"","date":"2017-07-26T23:03:31.000Z","updated":"2018-02-02T16:49:37.751Z","comments":true,"path":"map/index.html","permalink":"http://hyperfastingleton.com/map/index.html","excerpt":"","text":"The latest route plan for Ingleton. View full screen, or zoom in to find your house! body { margin:0; padding:0; } #profile { display: none; } #sidebar { display: none; } #main { width: 100%; } #map { height: 40em; width:100%; } var url = 'https://api.mapbox.com/styles/v1/sumothecat/cj5w3i6w672u12slb33spg3te/tiles/256/{z}/{x}/{y}?access_token=pk.eyJ1Ijoic3Vtb3RoZWNhdCIsImEiOiJjaWxocngyanYwMDY4dmprcTg4ODN2Z3B2In0.CockfZdHAzqOfsbw8VcQyQ'; var map = L.map('map').setView([54.151, -2.468 ], 15); L.tileLayer(url, { maxZoom: 20 }).addTo(map); Please note; this route plan is still changing, and has probably already been amended since we uploaded it. The core orange routes are relatively stable. Please check your house or businesses is on the map. If we don’t know about you, you may miss out on a connection! To suggest route alterations for your area, please contact your local Zone Champion."},{"title":"Investing","date":"2017-02-16T12:48:47.000Z","updated":"2018-02-05T13:02:25.748Z","comments":true,"path":"investing/index.html","permalink":"http://hyperfastingleton.com/investing/index.html","excerpt":"","text":"Investing in B4RN for the Ingleton areaPeople have lots of questions about investing in B4RN. This isn’t a charitable cause, and we do not need donations, but we do need investment from people and businesses. This is a community project and will happen if the community gets behind it. B4RN will use investor’s addresses to gauge the interest in a route. We can’t dig a route until we’ve got investment from enough properties along it! There are three essential questions for anyone thinking about investing: Do I want to help bring hyperfast broadband to my home (or business)? Do I want to do something valuable for Ingleton? Can I tie up some money for at least three years in an investment? If the answers are YES, the most popular way to invest is to buy shares. For example: Beatrice buys £1,500 of B4RN shares. When her property is connected, she gets her £150 connection for free. Since she is employed and earns over £15k annually, she claims back £405 from HMRC as one-off EIS tax-relief via her self-assessment tax return or adjusted tax code. From year 4 onwards, she receives 5% interest on her investment as a payment of £75 / year, for as long as she holds the shares (this is subject to board approval and available funds). Full details about investing in B4RN are available on the B4RN website investment pages."},{"title":"Progress","date":"2017-02-16T13:48:40.000Z","updated":"2018-02-02T16:49:37.751Z","comments":true,"path":"progress/index.html","permalink":"http://hyperfastingleton.com/progress/index.html","excerpt":"","text":"Since our first public meeting at Ingleborough Community Centre in February 2016, a Herculean community effort has been undertaken by local volunteers. The Green Route (Thornton-in-Lonsdale) has been completed. As of January 2017, over 20 properties in Thornton are live on B4RN with more to follow. A remarkable effort from the Thornton team. The Red Route (Chapel-le-Dale) is well under constuction, and houses all up the Dale are looking forward to shortly going from near zero speeds to having the best Internet service in the world. The Pink Route (Ingleton Route 1) is fully planned and digging commenced February 2017 at Parkfoot caravan site. This is the crucial route which will feed the majority of the village centre and the West of Ingleton. The Blue and Yellow Routes are in the late planning stages. Green cabinetsWe have not one, but two, green cabinets! IGHE-1, as it is affectionately known, is at Ingleborough Communiy Centre (being delivered here by tractor, of course) and IGHE-2 is at Mealbank Scout Hut. That’s one on each side of the rivers! A significant victory for Ingleton has been securing the Ingleton viaduct as the route by which we can join up the two cabinets and unite the two sides of the rivers. Village centreThe village centre represents about 1000 houses and has been split into “zones”. Each zone has a friendly neighourhood Zone Champion in charge. Zone 13 was the first village centre zone to break ground, and we are in the late planning stages for Zones 1, 2, 3 and 4. We hope to “go live” at the Community Centre by the end of April 2017. Then it is the simple matter of digging the ducting around the village and into your house! What next?Make sure you’ve signed up for our newsletter and got in touch with your local neighbourhood champion. Then please volunteer to help with digging (or just tea and cake-making!) and think about investing if you can."},{"title":"Sign up","date":"2017-02-15T14:50:28.000Z","updated":"2018-02-02T16:49:37.752Z","comments":true,"path":"sign-up/index.html","permalink":"http://hyperfastingleton.com/sign-up/index.html","excerpt":"","text":"To register for the amazing B4RN service at your home or business, simply do two things! 1. Sign up for our email newsletter We won’t send you more than one update a week, promise. 2. Get in touch with usSend an email to hyperfastingleton@gmail.com and we will put you in touch with your local friendly neighbourhood champion. Remember, B4RN does not come to us. We dig to B4RN!B4RN is a being brought to Ingleton entirely by volunteers who live in and around Ingleton, supported by the independent Internet Service Provider (ISP) Broadband for the Rural North, based in Melling, which has 20 staff and is owned entirely by the community. We have dozens of volunteers, but we need all the help we can get. If you want to get B4RN, please see our pages on volunteering and investing."},{"title":"Volunteers","date":"2017-02-16T11:01:36.000Z","updated":"2018-02-02T16:49:37.752Z","comments":true,"path":"volunteers/index.html","permalink":"http://hyperfastingleton.com/volunteers/index.html","excerpt":"","text":"It’s just gardening. And chatting. (Mostly.) If you want B4RN, you’re going to need to pitch in if you can! First, please make sure you’ve signed up for our newsletter and made contact with your local neighbourhood champion. He or she will tell you how you can help. The [hyperfastingleton] mailing listAs well as the weekly newsletter email, which we send to everyone who has registered an interest in B4RN for Ingleton, we have a special Google Group for volunteers (otherwise known as a ‘mailing list’). When you are signed up to this Google Group you will receive all our communications by email telling you where we are digging, requests for help, etc. Neighbourhood champions use this group to communicate with all the Ingleton volunteers by email. You will know you are a member when you receive emails with [hyperfastingleton] in the subject. If you want to help, make sure you are signed up to this mailing list! Ask your neighbourhood champion to sign you up. See you at the next dig!"}],"posts":[{"title":"Bank Hall Close goes live","slug":"bank-hall-close-goes-live","date":"2017-10-17T09:29:00.000Z","updated":"2018-02-02T16:49:37.682Z","comments":true,"path":"2017/10/17/bank-hall-close-goes-live/","link":"","permalink":"http://hyperfastingleton.com/2017/10/17/bank-hall-close-goes-live/","excerpt":"","text":"Back in July the residents of Bank Hall Close prepared their properties before the main trunk routes were installed around the Sports Field. This meant that as soon as their chamber was ready to accept fibre optic cable, they would be able to have the first live B4RN connections to houses in the centre of the village. The left-hand photograph shows the outside of the house fitting kit. It’s very easy to install and many residents do this themselves, but if you are getting somebody to fit it for you, you will need to decide where you want the fibre optic cable to enter your house. You might also need permission from a neighbour for your duct to cross their property to reach yours. This is the reason why residents need to be talking to one another now about how best to connect their properties. The right-hand photograph shows the inside view, with the B4RN hub connected to the house fitting kit backplate. Thanks to Nick Browne for posting this picture of his new hub. And now for the speed test! You may have already seen this on our facebook page. Thanks to Mick Kenyon for posting his speedtest while he still had his BT connection. The download speed from his new B4RN connection is comfortably more than ten times the speed that he was getting, but the difference is even greater with his upload speed. However, these are just the figures he obtained with WiFi! Once Mick had connected his iMac to his hub with a cat7 ethernet cable, this was the result his £30 per month B4RN service is able to provide. For a professional photographer, who also develops websites for a living, these upload speeds are very handy. Obviously, Mick is now very pleased with his new B4RN connection!","categories":[],"tags":[{"name":"News","slug":"news","permalink":"http://hyperfastingleton.com/tags/news/"}]},{"title":"Do you want B4RN like Bank Hall Close?","slug":"do-you-want-b4rn-like-bank-hall-close","date":"2017-07-12T19:57:26.000Z","updated":"2018-02-02T16:49:37.683Z","comments":true,"path":"2017/07/12/do-you-want-b4rn-like-bank-hall-close/","link":"","permalink":"http://hyperfastingleton.com/2017/07/12/do-you-want-b4rn-like-bank-hall-close/","excerpt":"","text":"On Thursday, the six households in Bank Hall Close (next to Curlew Crafts and the Community Centre) dug themselves to a B4RN connection. Training at MellingIf you too want to get the world’s best internet connection, it’s up to you. We are going to prioritise the areas where we have trained volunteers. B4RN are holding a training session especially for Ingleton on Wednesday 26th, 7pm-9pm at B4RN HQ in Melling. Message our Facebook for car-sharing, say you’re interested, pass this message on to your neighbours! Network planWe’ve finally got there: B4RN have given us our official Ingleton route plan and spreadsheet. This has been a long time in the making; it’s essentially official go-ahead from B4RN for the network plan that we (in particular our lead champion, John Rogers) have been working on for so long. Thanks to Dave Ryall at B4RN for sorting out the 1,200 Ingleton addresses! More about the Bank Hall Close digThe dig was coordinated by Jenny &amp; Lee Cartledge. They hosted us and Jenny provided tea, coffee, iced water (with lemon slices!), biscuits etc then treated us to home made lentil soup and artisan bread from Season’s Bakery at lunchtime. We were very well looked after! Orange ducts are in the ground to all but one house, and training on fitting home kits done, with more to come. Fitting of kits to be done shortly. B4RN will then blow their fibres, and they will go live. Volunteers: Phil Papard, Jenny Wood, Lee Cartledge, Nigel Thompson, John Rogers, Mick Kenyon and Paul (unsure of surname, and apologies if I’ve missed anyone out!) It was a remarkable example of what can be achieved by a determined group. Martyn Sutton &amp; Pete MontgomeryHyperfast Ingleton volunteers","categories":[],"tags":[{"name":"News","slug":"news","permalink":"http://hyperfastingleton.com/tags/news/"}]},{"title":"The village cabinet is live","slug":"the-village-cabinet-is-live","date":"2017-03-13T20:53:35.000Z","updated":"2018-02-02T16:49:37.683Z","comments":true,"path":"2017/03/13/the-village-cabinet-is-live/","link":"","permalink":"http://hyperfastingleton.com/2017/03/13/the-village-cabinet-is-live/","excerpt":"","text":"That is all.","categories":[],"tags":[{"name":"News","slug":"news","permalink":"http://hyperfastingleton.com/tags/news/"}]},{"title":"A note from Walter","slug":"a-note-from-walter","date":"2017-03-13T20:37:48.000Z","updated":"2018-02-02T16:49:37.682Z","comments":true,"path":"2017/03/13/a-note-from-walter/","link":"","permalink":"http://hyperfastingleton.com/2017/03/13/a-note-from-walter/","excerpt":"","text":"A note from B4RN’s 1,000,000th shareholder Walter Wilcox (pictured being presented with B4RN’s millionth share) sent us this kind note. Walter has been very supportive of the Ingleton project from the beginning. Thanks Walter! A post from a VERY enthusiastic B4RN supporter (and rather miffed) southerner. The first picture of a strange wrinkly (car park attendant) you see on the first video is me; feeling VERY cold in the “gentle breeze” at the inaugural dig above Quernmore in 2012. I am the first and millionth shareholder all the way from Surrey where I had a future-proof Grant-awarded project until it was destroyed. I would like to emphasise the importance of the near-unique (for the UK) fully future proofed symmetric high-reliability design. Every cabinet will eventually have at least TWO fibre feeds capable of vast amounts of internet traffic well into the future. Multiple feeds are provided so that a cabinet can suffer a cable break without losing service to the majority of those connected to it. Hyperfast 1,000 Mbps (Mega-bits per second) is actually far more than most houses can consume today unless you have a family of Victorian proportions or many visitors all using different web services. Similarly most people can survive with different download speeds to your computers and TVs compared to slower upload speeds to the internet. However that’s beginning to change as many people are now storing their data on the internet using e.g. DropBox services. Multi-way video chats and conferencing facilities require similar down and up load speeds too. They are increasing in use as it saves a lot of remote meeting time and car travel too. The really good news is that the B4RN network design is immediately capable of vast expansion at very little additional expense. Just as one example B4RN’s plans started with just eight Parishes connected to the internet in Manchester but has already “exploded” to over 50 and is shortly to have a second internet connection in Edinburgh. It follows that in the future any other parish along that main internet route can be added just as soon as the residents raise the cash and dig in their ducts. The really REALLY good news is that everyone in any location** within a parish that has buried the ducts can and WILL be connected to this magnificent service at the bargain price of only £30.00 per month inc. VAT plus a connection fee for the equipment of just £150.00. Even the fee is waived for shareholders contributing £1,500. ** One of the longer services that has already been installed is over 3 km to Leck Fell Farm. Many of you will know that the major Telcos have already announced increases in their charges this year. However, as B4RN is a Community Interest Company, all surplus MUST, by law, only benefit the community rather than the shareholders. In the future the shareholders will decide whether the surplus should be used to decrease the fees or whether to award money to other community projects. Finally I have observed recently that some shops and services have closed down in the village but I have also observed that a stronger community spirit results from all the volunteers working together. Apart from the domestic benefits of a hyperfast broadband service (and increased house price value) more businesses and visitors will be attracted to the area. I very much hope you will see these regeneration opportunities blossom over the next few years. Ingleton will be a special installation challenge due to its quite dense central area buildings and “mountainous scenery”. May I wish you all good fortune and Godspeed with your challenge that I’m convinced will be well on the way to completion this year.","categories":[],"tags":[{"name":"News","slug":"news","permalink":"http://hyperfastingleton.com/tags/news/"}]},{"title":"Hello Ingleton!","slug":"hello-ingleton","date":"2017-02-15T14:30:03.000Z","updated":"2018-02-02T16:49:37.683Z","comments":true,"path":"2017/02/15/hello-ingleton/","link":"","permalink":"http://hyperfastingleton.com/2017/02/15/hello-ingleton/","excerpt":"","text":"Welcome to our new website! This is the first post, which is not much more than a test. You can see from the archives on our Facebook page that we’ve had a web presence for well over a year, but until now, having our own website hasn’t really been top of our priority list. But…. this year the Ingleton B4RN project is really gaining momentum in the village, and it is time for the most ambitious B4RN community project of all time to have its own website! Credit for the lovely photo taken last year under the viaduct goes to Sue Best.","categories":[],"tags":[{"name":"News","slug":"news","permalink":"http://hyperfastingleton.com/tags/news/"}]}]}